import classes from "./aboutUs.module.scss"

function AboutUsComponent() {
    return (
        <div className={classes.aboutUsContainer}>
            <h1>Інтернет-магазин <strong>AllianceCup</strong></h1>
            <p>
                Це найкраще місце для тих, хто любить каву і хоче випити
                її зі стильного стаканчика.
                У нашому магазині Ви знайдете великий вибір якісних та елегантних
                стаканчиків для кави різних розмірів та форм.
            </p>
            <p>
                Ми пропонуємо стаканчики для капучино, латте, еспресо, американо та інших популярних видів кави.
                Наші стаканчики мають найвищу якість та довговічність. Вони забезпечать Вам зручне та безпечне пиття
                кави, а також прекрасно підійдуть для використання в дорозі або на роботі.
                Окрім того, ми пропонуємо гнучку систему знижок та промо-акцій для наших клієнтів.
                Ми завжди раді відповісти на будь-які питання, що виникають у наших
                клієнтів, і зробити все можливе, щоб зробити їх покупки якнайприємнішими та легкими.
            </p>
            <p>
                Отже, якщо Ви шукаєте стильні та якісні стаканчики для кави, то "AllianceCup" - це інтернет-магазин, який
                Вам потрібен. Наша широка колекція стаканчиків задовольнить навіть найвимогливіших покупців, а наша
                привітна та кваліфікована команда зробить все можливе, щоб Ви залишилися задоволені своїми
                покупками.
            </p>

            <p>З повагою, <strong>адміністрація компанії AllianceCup.</strong></p>
        </div>
    );
}

export default AboutUsComponent;
